9/data/attachments/ac0369a1e1d1bd5f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_f96e24f4-590f-49dd-a0e9-4de264701510</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>6</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>